Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Glaswolle zur Isolierung
en: Glass wool for insulation

source: Glasfasern für Isolierzwecke
en: Fibreglass for insulation

source: Asbestdichtungen für Ventile
en: Asbestos packing for valves

source: Asbestdichtungen für Kolben
en: Asbestos packing for pistons

source: Elektrische Isolatoren
en: Electrical insulators

source: Isolatoren für elektrische Leitungen
en: Insulators for electric mains

source: Selbstklebebänder, ausgenommen für medizinische Zwecke, Haushaltszwecke, Papier- oder Schreibwaren
en: Self-adhesive tapes, other than stationery and not for medical or household purposes

source: Polyester zum Isolieren
en: Polyester (isolation)

source: Selbstklebende Kunststofffolien für gewerbliche Zwecke
en: Self-adhesive plastic sheets for use in industry

source: Verpackungsmaterial aus Gummi für Schiffcontainer
en: Packing materials of rubber for shipping containers

source: Reflektierende Kunststofffolien für Fahrzeugscheiben
en: Reflective plastic films for use on vehicle windows

source: Reflektierende Kunststofffolien für Fenster
en: Reflective plastic films for use on windows

source: Getönte Kunststofffolien für Fahrzeugscheiben
en: Tinted plastic films for use on vehicle windows

source: Verpackungsmaterial aus Kunststoff für Schiffscontainer
en: Packing materials of plastic for shipping containers

source: Thermoplastische Mischungen in Form von Pellets für Fertigungszwecke
en: Thermoplastic compounds in pellet form for use in manufacture

source: Thermoplastische Elastomerharze in Form von Pellets für Fertigungszwecke
en: Thermoplastic elastomer resins in pellet form for use in manufacture

source: Dichtungsstreifen für den Heimgebrauch
en: Weatherstripping for use in homes

source: Dichtungsstreifen für Automobile
en: Weatherstripping for use in automobiles

source: Selbstklebende Dichtungsmassen
en: Adhesive caulking compounds

source: Aramidfasern, nicht für textile Zwecke
en: Aramid fibers, not for textile use

source: Kunstharze in extrudierter Form für Fertigungszwecke
en: Artificial resins in extruded form for use in manufacture

source: Kunstharze in Röhrenform für Fertigungszwecke [Halbfabrikate]
en: Artificial resins in the form of tubes for use in manufacture

source: Kunstharze in Folienform für Fertigungszwecke [Halbfabrikate]
en: Artificial resins in the form of sheets for use in manufacture

source: Kunstharze in Stangenform für Fertigungszwecke [Halbfabrikate]
en: Artificial resins in the form of rods for use in manufacture

source: Kunstharze in Form von Pellets für Fertigungszwecke [Halbfabrikate]
en: Artificial resins in the form of pellets for use in manufacture

source: Kunstharze in Blockform für Fertigungszwecke [Halbfabrikate]
en: Artificial resins in the form of blocks for use in manufacture

source: Kunstharze in Stabform für Fertigungszwecke [Halbfabrikate]
en: Artificial resins in the form of bars for use in manufacture

source: Asbestfaden, nicht für Textilzwecke
en: Asbestos yarn, not for textile use

source: Elastomerpolymere in Blockform für Fertigungszwecke
en: Elastomeric polymers in the form of blocks for use in manufacture

source: Elastomerpolymere in Folienform für Fertigungszwecke
en: Elastomeric polymers in the form of sheets for use in manufacture

source: Extrudierte Polystyrolpellets
en: Extruded polystyrene pellets

source: Extrudierter Kunststoff in Röhrenform für Fertigungszwecke
en: Extruded plastics in the form of tubes for use in manufacture

source: Extrudierter Kunststoff in Folienform für Fertigungszwecke
en: Extruded plastics in the form of sheets for use in manufacture

source: Extrudierter Kunststoff in Stangenform für Fertigungszwecke
en: Extruded plastics in the form of rods for use in manufacture

source: Extrudierter Kunststoff in Form von Granulat für Fertigungszwecke
en: Extruded plastics in the form of pellets for use in manufacture

source: Extrudierter Kunststoff in Blockform für Fertigungszwecke
en: Extruded plastics in the form of blocks for use in manufacture

source: Extrudierter Kunststoff in Stabform für Fertigungszwecke
en: Extruded plastics in the form of bars for use in manufacture

source: Isoliermaterial aus Polyurethanschaum
en: Insulating materials made of polyurethane foam

source: Isoliermaterial aus Polyethylenschaum
en: Insulating materials made of polyethylene foam

source: Polyurethan von niederer Dichte zur Isolierung
en: Low-density polyurethane foam for insulation

source: Kreppband für industrielle Zwecke
en: Masking tape for industrial use

source: Polstermaterial aus Kunststoff für Schiffscontainer
en: Padding materials of plastic for shipping containers

source: Figurinen aus Gummi
en: Rubber statuettes

source: Hydraulikschläuche aus Gummi
en: Hydraulic hoses of rubber

source: Kabelbrücken aus Gummi zum Schutz von Kabeln
en: Cable bridges of rubber for protecting cables

source: Vulkanfiber für die Herstellung von Isoliermaterial für Gebäude
en: Vulcanized fiber for use in the manufacture of building insulation materials

source: Unvulkanisierter synthetischer Gummi für Fertigungszwecke
en: Uncured synthetic rubber for use in manufacture

source: Polyurethanfolien, außer für Verpackungszwecke
en: Polyurethane film, other than for wrapping

source: Plastikplanen zur Verwendung als Dampfsperre im Bausektor
en: Plastic sheeting used in the construction industry as a vapor barrier

source: Flexible Kunststoffschläuche zum Leiten von Erdgas
en: Flexible plastic pipes for conveying natural gas

source: Kunststofffasern zur Herstellung von Reifencord
en: Plastic fibers for use in the manufacture of tire cord

source: Flexible Kunststoffrohre für Klempnerarbeiten
en: Flexible plastic conduits for plumbing use

source: Verpackungsschaum in Blattform
en: Packing foam in sheet form

source: Isolierende Spleißhülsen für Elektrokabel
en: Insulating splice covers for electrical cables

source: Isolierende Hülsen für Maschinen
en: Insulating sleeves for machinery

source: Glasfasern für die Herstellung von Gebäudeisolationsmaterial
en: Glass fibers for use in the manufacture of building insulation materials

source: Isoliermaterial aus Glasfasern für Bauzwecke
en: Glass fiber insulation materials for use in construction

source: Polypropylenfolien, außer für Verpackungszwecke
en: Polypropylene foil, other than for wrapping

source: Klebefolien aus Kunststoff für Fertigungszwecke
en: Adhesive-coated plastic sheets for use in manufacture

source: Türfeststeller aus Gummi
en: Door stops of rubber

source: Kunststoffe als Halbfabrikate
en: Semi-worked plastic substances

source: Schalldämmungsmaterialien aus Steinwolle [nicht für Bauzwecke]
en: Soundproofing materials of stone wool [not for building purposes]

source: UV-beständige Folien für Fahrzeuge
en: Ultraviolet-proof films for vehicles

source: Vinyl-Folien für die Landwirtschaft
en: Vinyl sheets for agriculture

source: Ersatzstoffe für Guttapercha in rohem oder teilweise bearbeitetem Zustand
en: Substitutes for unprocessed and semi-processed gutta-percha

source: Ersatzstoffe für Asbest in rohem oder teilweise bearbeitetem Zustand
en: Substitutes for unprocessed and semi-processed asbestos

source: Rohrleitungsverbindungen, nicht aus Metall
en: Fittings, not of metal, for rigid pipes

source: Rohrfittings, nicht aus Metall, für flexible Druckluftrohre
en: Non-metal fittings for flexible compressed air pipes

source: Kupplungen, nicht aus Metall, für Hartrohre
en: Non-metallic couplings for rigid pipes

source: Überwiegend aus Kunststoff bestehende Rohrfittings
en: Pipe fittings comprised primarily of plastic

source: Kunststoffbögen für Fertigungszwecke
en: Plastic sheet materials for use in manufacture

source: Kunststoffbögen zur Verwendung bei der Fertigung von Arbeitsplatten
en: Plastic sheet materials for use in the manufacture of countertops

source: Teilweise bearbeitete ABS-Filamente für 3D-Druckarbeiten
en: Semi-worked ABS filaments for use in 3D printing

source: Teilweise bearbeitete PLA-Filamente für 3D-Druckarbeiten
en: Semi-worked PLA filaments for use in 3D printing

source: Teilweise bearbeitete thermoplastische Fasern für 3D-Druckarbeiten
en: Semi-worked thermoplastic filaments used for 3D printing

source: Flaschenstöpsel aus Gummi
en: Rubber stoppers for bottles

source: Gummischläuche für Klimaanlagen
en: Rubber hoses for air conditioners

source: Harze in extrudierter Form
en: Resins in extruded form

source: Bambusfasern für Isolierzwecke
en: Bamboo fibers for insulation

source: Thermoplastische Polymerharze als Halbfabrikate für die Herstellung von Ballonkathetern
en: Semi-processed thermoplastic polymer resins used in manufacturing balloon catheters

source: Schalldämpfende Decken
en: Sound dampening blankets

source: Mit Naturfasern angereicherte thermoplastische Harze [Halbfabrikate]
en: Thermoplastic resins reinforced with natural fibers [semi-finished products]

source: Aramidfasern für die Herstellung von Aufzugseilen
en: Aramid fibers for use in the manufacture of elevator cables

source: Steinwolle zur Isolierung
en: Stone wool for insulation

source: Aerogele für Isolierzwecke
en: Aerogels for insulating purposes

source: Hutschachteln aus Leder
en: Hat boxes of leather

source: Regenschirme für Kinder
en: Umbrellas for children

source: Einkaufstaschen aus Leder
en: Shopping bags made of skin

source: Einkaufstaschen
en: Shopping bags

source: Handtaschen aus Lederimitationen
en: Handbags made of imitations leather

source: Riemen aus Lederimitationen
en: Straps made of imitation leather

source: Aktenmappen [Aktentaschen]
en: Portfolio cases [briefcases]

source: Japanische Papierschirme [Karakasa]
en: Japanese paper umbrellas (karakasa)

source: Werkzeugtaschen aus Leder [leer]
en: Tool bags of leather, empty

source: Gummieinlagen für Steigbügel
en: Parts of rubber for stirrups

source: Verpackungsbeutel, -hüllen, -taschen aus Leder
en: Bags [envelopes, pouches] of leather, for packaging

source: Faltbare Brieftaschen
en: Folding briefcases

source: Brieftaschen mit Kartenhaltern
en: Wallets including card holders

source: Chamoisleder, nicht für Reinigungszwecke
en: Chamois leather, other than for cleaning purposes

source: Strandschirme [Strandsonnenschirme]
en: Beach umbrellas [beach parasols]

source: Künstlermappen [Taschen]
en: Art portfolios [cases]

source: Halsbänder für Tiere
en: Collars for animals

source: Führungsleinen für Pferde
en: Training leads for horses

source: Textile Einkaufsbeutel
en: Textile shopping bags

source: Sättel für Pferde
en: Riding saddles

source: Kniegamaschen für Pferde
en: Knee-pads for horses

source: Hundeleinen
en: Dog leashes

source: Aktentaschen und Aktenmappen
en: Briefcases and attache cases

source: Japanische Schirme aus Ölpapier [Janome-gasa]
en: Japanese oiled-paper umbrellas (janome-gasa)

source: Zweirädrige Einkaufstaschen
en: Two-wheeled shopping bags

source: Leinen für Tiere
en: Leads for animals

source: Taschen aus Lederimitationen
en: Bags made of imitation leather

source: Regen- und Sonnenschirme
en: Umbrellas and parasols

source: Reisenecessaires [Lederwaren]
en: Travelling sets [leatherware]

source: Hufeisen
en: Horseshoes

source: Rohes oder teilweise bearbeitetes Leder
en: Leather, unworked or semi-worked

source: Gamaschen für Tiere
en: Leggings for animals

source: Kreditkartenmäppchen aus Leder
en: Credit card holders made of leather

source: Attachétaschen aus Lederimitat
en: Attache cases made of imitation leather

source: Werkzeugtaschen [leer] für Motorräder
en: Tool bags [empty] for motor cycles

source: Handtaschen aus Leder
en: Handbags made of leather

source: Stirnbänder für Pferde
en: Headbands for horses

source: Sattlerwaren aus Leder
en: Saddlery of leather

source: Geldbörsen aus Edelmetall
en: Purses made of precious metal

source: Spazierstöcke
en: Walking sticks

source: Gestrickte Taschen ohne Edelsteinbesatz
en: Knitted bags, not of precious metals

source: Leder für Schuhe
en: Leather for shoes

source: Federführungshülsen aus Leder
en: Casings, of leather, for springs

source: Bahnen aus Lederimitationen zur Weiterverarbeitung
en: Sheets of imitation leather for use in manufacture

source: Kleidersäcke für die Reise aus Leder
en: Garment bags for travel made of leather

source: Japanische Mehrzwecktaschen [Shingen-bukuro]
en: Japanese utility pouches (shingen-bukuro)

source: Riemen für Handtaschen
en: Straps for handbags

source: Kopperriemen für Pferde
en: Cribbing straps for horses

source: Ledertaschen und Portemonnaies
en: Leather bags and wallets

source: Mäntel für Katzen
en: Coats for cats

source: Gesichtsmasken für Pferde
en: Face masks for equines

source: Aktenmappen
en: Folio cases

source: Kleine Herrentaschen
en: Small bags for men

source: Charm-Taschen [Omamori-ire]
en: Charm bags (omamori-ire)

source: Kreditkartenportemonnaies aus Leder
en: Straps for soldiers' equipment

source: Leder und Lederimitationen
en: Leather and imitations of leather

source: Tornister
en: Kit bags

source: Pferdegeschirre aus Leder
en: Leather for harnesses

source: Tragekoffer für Dokumente
en: Carrying cases for documents

source: Etuis zur Aufbewahrung von Schlüsseln
en: Holders in the nature of cases for keys

source: Kleidersäcke für die Reise
en: Garment bags for travel

source: Möbelüberzüge aus Leder
en: Furniture coverings of leather

source: Lederbögen zur Weiterverarbeitung
en: Sheets of leather for use in manufacture

source: Reisetaschen aus Lederimitationen
en: Travelling bags made of imitation leather

source: Schlüsseletuis aus Leder
en: Key cases made of leather

source: Fischbeinrippen für Schirme
en: Umbrella or parasol ribs

source: Kombinationen aus Spazierstöcken und Regenschirmen
en: Combination walking sticks and umbrellas

source: Kreditkartenetuis aus Lederimitationen
en: Credit card holders made of imitation leather

source: Lederriemen [Gurte] [Sattlerei]
en: Straps of leather [saddlery]

source: Harnische für Pferde
en: Harness for horses

source: Moleskin [Fellimitation]
en: Moleskin [imitation of leather]

source: Kinnriemen aus Leder
en: Chin straps, of leather

source: Bauch- und Hüfttaschen
en: Belt bags and hip bags

source: Kleidersäcke für Anzüge, Hemden und Kleider
en: Carriers for suits, shirts and dresses

source: Steigbügel
en: Stirrups

source: Leder und Lederimitationen, Pelze und Tierhäute sowie Waren daraus
en: Leather and imitation leather, pelts and hides, and goods made thereof

source: Kreditkartenetuis [Brieftaschen]
en: Credit card cases [wallets]

source: Fliegenmasken für Tiere
en: Fly masks for animals

source: Zeitkartenetuis [Brieftaschen]
en: Commutation-ticket holders

source: Verpackungsbehälter aus Leder für gewerbliche Zwecke
en: Industrial packaging containers of leather

source: Schuhbeutel für die Reise
en: Shoe bags for travel

source: Etiketten aus Leder
en: Labels of leather

source: Tefillin [Gebetsriemen]
en: Tefillin [phylacteries]

source: Koffer mit Rollen
en: Suitcases with wheels

source: Laufgurte für Kinder
en: Reins for guiding children

source: Kostüme für Tiere
en: Costumes for animals

source: Rasiertaschen ohne Inhalt
en: Shaving bags sold empty

source: Werkzeugtaschen ohne Inhalt
en: Tool pouches, sold empty

source: Futtersäcke für Tiere
en: Feed bags for animals

source: Geldbeutel, nicht aus Edelmetall
en: Coin purses, not of precious metal

source: Geldbörsen, nicht aus Edelmetall
en: Wallets, not of precious metal

source: Handtaschen, nicht aus Edelmetall
en: Purses, not of precious metal

source: Babytragetücher zum Umhängen
en: Sling bags for carrying infants

source: Am Körper zu tragende Babytragen
en: Baby carriers worn on the body

source: Zügel
en: Reins

source: Reise- und Handkoffer
en: Trunks and suitcases

source: Taschen mit Rollen
en: Wheeled shopping bags

source: Einkaufstaschen mit Rädern
en: Shopping bags with wheels attached

source: Schultaschen
en: School bags

source: Kosmetiktaschen ohne Inhalt
en: Cosmetic bags sold empty

source: Leere Kosmetikkoffer
en: Cosmetic cases sold empty

source: Zügel [Zaumzeug]
en: Bridles [harness]

source: Zügel [Sattlerei]
en: Reins [harness]

source: Reisetaschen
en: Travelling bags

source: Gepäckstücke
en: Travel baggage

source: Gepäck
en: Luggage

source: Handkoffer
en: Suitcases

source: Brieftaschen
en: Pocket wallets

source: Kleine Koffer
en: Small suitcases

source: Rucksäcke
en: Rucksacks

source: Schlüsseletuis aus Leder und Häuten
en: Key-cases of leather and skins

source: Schlüsseletuis aus Lederimitationen
en: Key cases of imitation leather

source: Dosen aus Lederimitationen
en: Cases of imitation leather

source: Hufeisen aus Metall
en: Metal horseshoes

source: Hufeisen aus Kunststoff
en: Horseshoes made of plastic

source: Steigbügel aus Metall
en: Stirrups of metal

source: Lederimitationen, verkauft nach Menge
en: Imitation leather sold in bulk

source: Kulturbeutel [leer]
en: Wash bags (not fitted)

source: Randsels [Schulranzen japanischer Art]
en: Randsels [Japanese school satchels]

source: Taschen für Sportbekleidung
en: Bags for sports clothing

source: Reisetaschen für Sportbekleidung
en: Holdalls for sports clothing

source: Unterlagen für Reitsättel
en: Pads for horse saddles

source: Satteldecken für Pferde
en: Saddlecloths for horses

source: Bezüge für Pferdesättel
en: Covers for horse saddles

source: Umhängetaschen für Kinder
en: Children's shoulder bags

source: Umhängetaschen
en: Cross-body bags

source: Ausreitdecken für Pferde
en: Horse quarter sheets

source: Hutschachteln aus Lederimitation
en: Imitation leather hat boxes

source: Gepäckgurte aus Leder
en: Leather luggage straps

source: Verschließbare Gepäckgurte
en: Lockable luggage straps

source: Leere Make-up-Taschen
en: Make-up bags sold empty

source: Kästen aus Leder oder aus Lederpappe
en: Cases of leather or leatherboard

source: Dosen aus Leder oder Lederpappe
en: Boxes of leather or leatherboard

source: Beutel aus Leder
en: Leather pouches

source: Taschen aus Leder
en: Bags made of leather

source: Satteldecken
en: Saddle blankets

source: Leere Kulturtaschen
en: Toiletry bags sold empty

source: Reisetaschen aus Kunststoffmaterialien
en: Travel bags made of plastic materials

source: Decken für Tiere
en: Covers for animals

source: Golftaschenanhänger aus Leder
en: Golf bag tags of leather

source: Riemen für Münzgeldbörsen
en: Straps for coin purses

source: Sattlerwaren, Peitschen und Bekleidung für Tiere
en: Saddlery, whips and apparel for animals

source: An zusammenklappbare Spazierstöcken angepasste Futterale
en: Specialty holsters adapted for carrying folding walking sticks

source: Insektengitter, nicht aus Metall
en: Insect screens, not of metal

source: Planken aus nicht metallischen Materialien zur Verwendung im Bauwesen
en: Planks of non-metallic materials for use in construction

source: Gips zum Reparieren von Rissen in Holzarbeiten
en: Plaster for repairing cracks in woodwork

source: Gips zum Reparieren von Holzrissen
en: Plaster for repairing holes in woodwork

source: Bauten, nicht aus Metall
en: Buildings, not of metal

source: Ton
en: Clay

source: Oberflächenbeschichtungen aus Flüssigkunststoff als Feuchtigkeitsschutz [keine Anstrichfarben]
en: Liquid plastics surface coatings for protection against moisture [not paints]

source: Gerüste aus Holz
en: Scaffolding of wood

source: Skulpturen aus Marmor
en: Sculptures made from marble

source: Leitplanken nicht aus Metall
en: Crash barriers not of metal

source: Rampenkonstruktionen, nicht aus Metall
en: Ramps being structures of non-metallic materials

source: Durchsichtige Türen, nicht aus Metall, für Gebäude
en: Transparent doors (Non-metallic -) for buildings

source: Figuren aus Marmor
en: Figurines of marble

source: Straßenmarkierungsfolien aus Kunststoff
en: Road marking sheets and strips of synthetic material

source: Gewebe [nicht aus Metall] für die Sicherung von Hängen gegen Erosion
en: Woven fabrics (Non-metallic -) for the protection of slopes against erosion

source: Bitumenerzeugnisse für Bauzwecke
en: Bituminous products for building

source: Gemauerte Wassertanks für Haushaltszwecke
en: Water tanks of masonry for household purposes

source: Nicht metallische Treppengeländer
en: Stair rails (Non-metallic -)

source: Fensterglas
en: Window glass

source: Bodenabläufe, nicht aus Metall
en: Floor drains of non-metallic materials

source: Strukturbeschichtungen [zementartig]
en: Textured coatings [cementitious]

source: Strukturierte Wandbeläge, nicht aus Metall
en: Textured wall surfacings (Non-metallic -)

source: Regenschutzdächer [nicht aus Metall]
en: Rain shelters (Non-metallic -)

source: Türrahmen aus Holz
en: Wooden door frames

source: Gewobene Textilien zur Stabilisierung der Ufer von Wasserläufen
en: Woven textiles (Non-metallic -) for stabilising the banks of watercourses

source: Pech und Bitumen
en: Pitch and bitumen

source: Laufroste, nicht aus Metall
en: Duckboards, not of metal

source: Bitumensubstanzen für Beschichtungen
en: Bitumen substances for coatings

source: Sandstein
en: Sandstone

source: Zementhaltige wasserfeste Beschichtungen
en: Cementitious waterproofing coatings

source: Küchenfliesen, nicht aus Metall
en: Kitchen tiles (Non-metallic -)

source: Laminate aus nicht metallischen Materialien für Bauzwecke
en: Laminates of non-metallic materials for use in building

source: Verschiebbare Trennwände, nicht aus Metall
en: Movable partitions [walls] of non-metallic materials

source: Gewächshausrahmen, nicht aus Metall
en: Greenhouse frames, not of metal

source: Farbiges Fensterglas für Bauzwecke
en: Colored sheet glass [for building]

source: Wasserdichte glasfaserverstärkte Bitumenfolien
en: Waterproof bituminous membranes reinforced with glass fibre

source: Wetterschenkel, nicht aus Metall
en: Weather boarding (Non-metallic -)

source: Fensterschutzgitter, nicht aus Metall
en: Window guards (Non-metallic -)

source: Straßensperren [nicht aus Metall]
en: Barricades for highways (Non-metallic -)

source: Einbettungsmassen zur Verwendung im Straßenbau
en: Bedding-in compositions for use in road works

source: Sonnenjalousien aus Glas für Gebäude
en: Sun louvres of glass for buildings

source: Abgehängte Deckenkonstruktionen [nicht aus Metall]
en: Suspended ceiling structures (Non-metallic -)

source: Hängedecken, nicht aus Metall
en: Suspended ceilings (Non-metallic -)

source: Tanks [Bauwerke] nicht aus Metall
en: Storage tanks [structures], not of metal

source: Fassaden für Gebäude [nicht aus Metall]
en: Building fronts (Non-metallic -)

source: Baumaterialien aus Kunststoffmaterialien
en: Building materials of plastics material

source: Wandplatten aus Gips
en: Gypsum wallboards

source: Dekorative Zierleisten, nicht aus Metall
en: Decorative mouldings (Non-metallic -)

source: Rosetten [Deckenverzierungen], nicht aus Metall
en: Roses [ceiling decorations] of non-metallic materials

source: Plakatsäulen für Werbezwecke aus nicht metallischen Materialien
en: Poster advertising pillars [structures] of non-metallic materials

source: Dekorative Artikel aus Gussbeton
en: Cast concrete decorative articles

source: Gipsgussteile für Dekorationszwecke
en: Castings of plaster for decorative purposes

source: Nicht metallische Messestände
en: Fair huts (Non-metallic -)

source: Straßenpoller, nicht aus Metall [ortsfest, nicht leuchtend und nicht-mechanisch]
en: Bollards (Fixed, non-metallic, non-luminous and non-mechanical -), for roads

source: Kanalstreben, nicht aus Metall
en: Trenching struts (Non-metallic -)

source: Lauben [Bauten], nicht aus Metall
en: Arbours [structures], not of metal

source: Luftschächte, nicht aus Metall, für Gebäude
en: Non-metallic air ducts for buildings

source: Luftrohre, nicht aus Metall, für Bauten
en: Non-metallic air pipes for buildings
